Repository: gitchetan123/CDF-Dashboard23-12-2019
Catalog: cdf-test/PD_Test/App_LocalResources/PD_test_instructions.aspx.*.resx
Languages: gu, hi, mr

# lbContinueResource1.Text
source: Click to Continue....
gu: ચાલુ રાખવા માટે ક્લિક કરો ....
hi: जारी रखने के लिए क्लिक करें ....
mr: पुढे चालू करण्यासाठी क्लिक करा...

# PageResource1.Title
source: UNDERSTANDING AND DEVELOPING SELF
gu: સ્વ સમજવા અને વિકાસ
hi: समझ और आत्म विकास
mr: समजूत आणि स्वतःचा विकास

# pd_hd_lblResource1.Text
source: Behavioural Profiller Test Details
gu: વર્તણુકની રૂપરેખાની કસોટીની વિગતો
hi: व्यवहार लोकछवि टेस्ट विवरण
mr: वर्तनविषयक रूपरेखा चाचणी विवरण

# pd_ins_msg_lblResource1.Text
source: <strong>Do not skip any questions.</strong>
gu: <strong> કોઈપણ પ્રશ્નોને અવગણો નહીં. </ strong>
hi: आप कोई भी प्रश्न नहीं छोड़ सकते हैं.
mr: कोणताही प्रश्न सोडून देवू नका .

# pd_ls_hd_msg_lblResource1.Text
source: Least Suitable
gu: સૌથી ઓછું યોગ્ય
hi: कम उपयुक्त
mr: किमान उपयुक्त

# pd_ms_hd_lblResource1.Text
source: Most Suitable
gu: સૌથી વધુ યોગ્ય
hi: सबसे उपयुक्त
mr: अत्यंत उपयुक्त

# pd_tst_ins_msg_lblResource1.Text
source: The questionnaire you are about to complete is not a test. You cannot 'pass' or 'fail', and there are no right or wrong answers.<br /><br />Avoid trying to predict or infer what the questions are about, but be sure to consider all the alternatives fully before answering. If two or more statements describe you closely, take time to consider which one describes your current approach most accurately.<br /><br />While answering the questions, think about the ways you tend to act in a working situation.<br /><br />Work quickly though the questionnaire; as a guideline, it should take you no longer than ten minutes to complete.<br /><br />From each set of four phrases in the questionnaire, choose the phrase that describes you most closely, and the phrase that describes you least closely.<br /><br />Indicate your answers by checking the appropriate MOST and LEAST button, as shown in the example below.<br /><br />You must choose one button from each column in each question.<br /></strong><br /><strong>Example Q.&nbsp;<br /></strong>
gu: નીચેની પ્રશ્નાવલી કે જે તમે પૂર્ણ કરશો એ કોઈ કસોટી નથી. તમે “પાસ” કે “નાપાસ” નહિ થાઓ. અહિયાં કોઈ ઉત્તર સાચા કે ખોટા નથી. <br /><br />પ્રશ્નાવલી શેની છે તેના વિષે ધરવાનું કે કોઈ તારણ કાઢવાનું ટાળો. પરંતુ ઉત્તર આપતા પહેલાં દરેક વિકલ્પને ધ્યાનથી ચકાસો. જો એક કરતા વધુ વિકલ્પ તમારું વર્ણન કરતા હોય તો જે વિકલ્પ તમારાં હાલના અભિગમને દર્શાવતો હોય તેને પસંદ કરો. <br /><br />જયારે ઉત્તર આપો ત્યારે કોઈ પરિસ્થિતિમાં તમે જે રીતે વર્તશો તે દરેક રીત વિષે વિચારો. <br /><br />પ્રશ્નાવાલીને ઝડપથી પૂર્ણ કરો.પ્રશ્નાવાલીને પૂર્ણ કરતા આદર્શ રીતે તમારે 10 મિનીટ કરતા વધુ સમય ન લેવો જોઈએ. <br /><br />પ્રશ્નાવલીમાં રહેલા ચાર વિધાનોના સમૂહમાંથી તમને જે વિધાન સૌથી નજીકથી તમારું વર્ણન કરતુ હોય તથા જે વિધાન સૌથી ઓછુ નજીકથી તમારું વર્ણન કરતુ હોય તેને પસંદ કરો. <br /><br />તમારાં ઉત્તર આપવા યોગ્ય હોય તેવા “સૌથી વધુ” અને “સૌથી ઓછુ” વળાં બટન પસંદ કરો. <br /><br />તમારે પ્રત્યેક પ્રશ્નનાં પ્રત્યેક સ્તંભમાંથી એક બટન પસંદ કરવાનું જ રહેશે. <br /><strong><br />ઉદાહરણ પ્રશ્ન. <br /></strong>
hi: यह आकलन कोई परीक्षा नही है। इस लिए, इस आंकलन में किसी भी प्रकार के सफलता या असफलता का प्रमाण नहीं किया जा सकता है।<br /><br />प्रश्नावली के बारे में कोई भी अनुमान लगाने का प्रयास या निष्कर्ष निकलने का प्रयास न करे, लेकिन सारे पर्याय ध्यान में रखे और सही विकल्प चुने. अगर दो या ज्यादा विधान आपको नजदीकी से वर्णन करते है तो जो अपके वर्तमान दृष्टिकोण का सबसे सही तरह से वर्णन करे, उसे मान लो.<br /><br />प्रश्न का जवाब देते समय, आप एक काम की स्थिति में कार्य के तरीकों के बारे में सोचें.<br /><br />जैसा आपको मार्ग दर्शन प्रदान किया गया है वैसा प्रश्नावली पर शीघ्र ही कार्य करे.<br /><br />प्रश्नावली में चार मुहावरों के प्रत्येक समुह से एक मुहावरा चुने जो आपका अधिकतम और न्यूनतम नजदीकी से वर्णन करता है.<br /><br />निचे दिखाए गए उदाहरण की तरह अधिकतम या न्यूनतम उचित जवाब को निर्देशित करे.<br /><br />आपको टेस्ट पूरी करने में दस मिनट से ज्यादा का वक्त नही लगना चाहिए.<br /><strong><br />उदाहरण के लिए प्रश्न&nbsp;<br /><strong>
mr: प्रश्नावली जी आपण पूर्ण करणार आहात ती काही परीक्षा नाही आहे . आपण 'पास' किंवा 'नापास' नाही होणार, आणि इथे कोणतेही उत्तर योग्य किंवा अयोग्य नाही.<br /><br />प्रश्नांबाबत कोणतेही अनुमान किंवा भाकीत करण्याचा प्रयत्न करू नका, परंतु सगळे पर्याय विचारात घेवून उत्तर द्या.जर एक किंवा दोन विधाने तुमचे जवळून वर्णन करत असतील, तर चालू दृष्टीकोन नुसार अचूक वर्णन करणारे विधान निवडण्यास वेळ घ्या .<br /><br /> जेव्हा प्रश्नांचे उत्तर देतांना आपण कार्यपद्धती च्या पद्धतीचा विचार करा .<br /><br /> प्रशानावालीला लवकरात लवकर दिलेल्या मार्गदर्शक तत्वा प्रमाणे पूर्ण करा, चाचणी पूर्ण करण्यासाठी १० मिनिटांपेक्षा जास्त वेळ लागायला नाही पाहिजे .<br /><br /> प्रश्नावलीतील प्रत्येक चार शब्दसमूहा मधून , तुम्हांला जास्त जवळून वर्णन करणारे , आणि कमी जवळून वर्णन करणारे शब्दसमूह निवडा.<br /><br /> अत्यंत योग्य आणि किमान योग्य बटन चेक करून आपले उत्तर , खाली दिलेल्या उदाहरणात दाखवल्या प्रमाणे दर्शवा .<br /><br /> आपणाला प्रत्येक प्रश्नामधील प्रत्येक स्तंभां मधून प्रत्येकी एक बटन निवडावे लागेल .<br /><strong><br /> उदाहरण प्रश्न &nbsp;<br /></strong>

# pd_tst_no_lblResource1.Text
source: Following are the instructions of Test No
gu: ટેસ્ટ નંબરની સૂચનાઓ નીચે મુજબ છે
hi: निर्देशों का पालन करे टेस्ट संख्या
mr: सविस्तर माहिती खालील प्रमाणे आहे, चाचणी क्रमांक

# pd_wlcm_lblResource1.Text
source: Welcome&#33; &nbsp;
gu: આપનું સ્વાગત છે
hi: आपका स्वागत है
mr: आपले स्वागत आहे

# lblassessment.Text
source: Assessment Portal
gu: આકારણી પોર્ટલ
hi: आकलन पोर्टल
mr: मूल्यांकन पोर्टल
